# 2. Создать переменные john_age и marta_age целочисленного типа.
# Присвоить созданным переменным значения по своему усмотрению.
# Вывести в консоль методом print значения обеих переменных.

john_age = 25
marta_age = 48

print(john_age)
print(marta_age)