# 5. Создать переменные john_friends и marta_friends.
# Присвоить переменным списки.
# Каждый список должен содержать имена дружей.
# У джона свой список друзей а у Марты свой.
# Друзья(имя друга) могут быть обычные строки “James”, “Peter” и т. Д.

john_friends = ["Vanya", "Sanya", "Vitalya"]
marta_friends = ["Svetik", "Nedenka", "Taniusha"]

print(john_friends)
print(marta_friends)
