# 1. Создать переменные john_salary и marta_salary вещественного типа (с плавающей точкой).
# Присвоить созданным переменным значения по своему усмотрению.
# Вывести в консоль методом print значения обеих переменных.


john_salary = 1500.5
marta_salary = 2000.1

print(john_salary)
print(marta_salary)