# 7. Создайте 2 переменные типа кортеж.
# Кортеж должен состоять из 2 чисел с плавающей точкой.
# Первое значение кортежа это широта в которой вы проживаете, а второе это долгота в которой вы проживаете.

home = (50.447254, 30.5212699)
work = (52.412331, 28.5235325)

print(home)
print(work)
