# 6. Создать список с именами людей, в нем должны повторяться некоторые имена.
# Превратите список с повторяющимися именами в список уникальных имен используя множества.

employers = ["Sasha", "Masha", "Dasha", "Petya", "Masha", "Sasha"]
names = set(employers)

print(names)
